Repository: wp-plugins/web-portal-lite-client-portal-secure-file-sharing-private-messaging
Catalog: languages/wp-client-*.po
Languages: fr_fr

source: Strength Indicator
fr_fr: Indicateur de force

source: Too Short
fr_fr: Trop court

source: Bad Password
fr_fr: Mauvais mot de passe

source: Good Password
fr_fr: Bon mot de passe

source: Strong Password
fr_fr: Mot de passe fort

source: Password Mismatch
fr_fr: Pas de correspondance des mots de passe

source: You must enter Client Page Title.<br/>
fr_fr: Vous devez entrer le titre de la page client. <br/>

source: Client Page is added.
fr_fr: La page client est ajoutée.

source: Client Page Title
fr_fr: Titre de la page client

source: Page Content
fr_fr: Contenu de la page

source: Default Client Page Template
fr_fr: Template par défaut de la page client

source: No found any page templates
fr_fr: Aucun template de page trouvé

source: Select Clients who will have permissions for this Client Page
fr_fr: Sélectionner les clients qui auront les permissions pour cette page client

source: This can be changed later in the editing interface for the appropriate Client Page
fr_fr: Ceci peut être changé plus tard dans l'inferface d'édition pour la page client appropriée

source: Select Groups who will have permissions for this Client Page
fr_fr: Sélectionnez les groupe qui auront les permission pour la page de ce client

source: Create New Client Page
fr_fr: Créer une nouvelle page client

source: Please select a valid csv file to import.
fr_fr: SVP sélectionner un fichier csv valide à importer.

source: Client <strong>Added</strong> Successfully.
fr_fr: Client <strong>ajouté</strong> avec succès.

source: Client <strong>Updated</strong> Successfully.
fr_fr: Client <strong>mis à jour</strong> avec succès.

source: Client <strong>Deleted</strong> Successfully.
fr_fr: Client <strong>supprimé</strong> avec succès.

source: Import Clients from CSV File:
fr_fr: Importer des clients depuis le fichier CSV:

source: Search Customer
fr_fr: Rechercher un client

source: Search
fr_fr: Rechercher

source: Business Name
fr_fr: Nom d'entreprise

source: Files
fr_fr: Fichiers

source: Are you sure to delete this Client?
fr_fr: Etes-vous sûr de vouloir d'effacer ce client?

source: Not Found Clients
fr_fr: Pas de clients trouvés

source: No Clients
fr_fr: Pas de clients

source: Approve the Client
fr_fr: Approuver le client

source: Are you sure to delete this Client?
fr_fr: Etes-vous certain de supprimer ce client?

source: Set Admin Manager
fr_fr: Définir le gérant administrateur

source: Assign to Groups
fr_fr: Assigner au groupes

source: Select all.
fr_fr: Sélectionner tout.

source: Custom Field <strong>Added</strong> Successfully.
fr_fr: Champs personnalisé <strong>ajouté</strong> avec succès.

source: Custom Field <strong>Updated</strong> Successfully.
fr_fr: Champs personnalisé <strong>mis à jour</strong> avec succès.

source: Custom Field <strong>Deleted</strong> Successfully.
fr_fr: Champs personnalisé <strong>supprimé</strong> avec succès.

source: Add New Custom Field
fr_fr: Ajouter un nouveau champs personnalisé

source: Field Name (ID)
fr_fr: Nom du champs (ID)

source: Title
fr_fr: Titre

source: Display
fr_fr: Affichage

source: Text Box
fr_fr: Boîte de texte

source: Multi-line Text Box
fr_fr: Boîte de texte multi-lignes

source: Multi Select Box
fr_fr: Boîte de sélection multi-ligne

source: Drag&Drop for change category order.
fr_fr: Tirer/lâcher pour changer d'ordre de catégorie.

source: No Custom Fields have been created
fr_fr: Aucun champs personnalisé n'a été créé

source: A Custom Field Name is required.<br/>
fr_fr: Un champs personnalisé est requis. <br/>

source: A Custom Field with this name "%s" already exist already.<br/>
fr_fr: Un champs personnalisé avec ce nom "%s" existe déjà. <br/>

source: A Custom Field Type is required.<br/>
fr_fr: Un champs personnaliés est requis. <br/>

source: Add Custom Field
fr_fr: Ajoute run champs personnalisé

source: Update Custom Field
fr_fr: Mettre à jour le champs personnalisé

source: Field Name
fr_fr: Nom du champs

source: The name used to identify the custom field. Should consist only of these characters "a-z" and the underscore symbol "_" <br> - (not displayed on the form).
fr_fr: Nom utilisé pour identifier le champs personnalisé. Ne doit consister que de ces caractères "a-z" et le symbole "_" <br> - (pas affiché dans le formulaire).

source: Field Title
fr_fr: Titre du champs

source: The title of the custom field (displayed on the form).
fr_fr: Titre du champs personnalisé (affiché dans le formulaire).

source: Field Description
fr_fr: Description du champs

source: Description for the custom field (displayed on the form).
fr_fr: Description pour le champs personnalisé (affiché dans le formulaire).

source: Field Type
fr_fr: Type du champs

source: Select type of the custom field.
fr_fr: Sélectionner le type du champs personnalisé.

source: Fill in the options for this field
fr_fr: Remplir les options pour ce champs

source: Display Field on Client Form
fr_fr: Afficher le le champs dans le formulaire client

source: Save Custom Field
fr_fr: Enregistrer le champs personnalisé

source: Employee <strong>Updated</strong> Successfully.
fr_fr: Employé <strong>mis à jour</strong> avec succès.

source: Employee
fr_fr: Employé

source: First Name
fr_fr: Nom de famille

source: Assigned to Client
fr_fr: Assigné au client

source: Are you sure to delete this Employee?
fr_fr: Etes-vous certain de vouloir supprimer cet employé?

source: Employee is approved.
fr_fr: Employé est approuvé.

source: Employee is Deleted.
fr_fr: Employé est supprimé.

source: Email address already uses.<br/>
fr_fr: Adresse email déjà utilisée. <br/>

source: Add new Employee
fr_fr: Ajouter un nouvel employé

source: Update Employee
fr_fr: Mettre à jour l'employé

source: Employee Login
fr_fr: Connection de l'employé

source: Last Name
fr_fr: Prénom

source: Send Password?
fr_fr: Envoyer le mot de passe?

source: Update Password?
fr_fr: Mettre à jour le mot de passe?

source: Checking this box will change the password.
fr_fr: Cocher cette boîte va changer le mot de passe.

source: (twice, required)
fr_fr: (deux fois, requis)

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
fr_fr: Indice: le mot de passe devrait être au moins de 7 caractères de long. Afin de le rendre plus fort, utiliser des lettres majuscules et minuscules, des chiffres et des symboles comme ! " ? $ % ^ & ).

source: Assign to Client:
fr_fr: Assigner au client:

source: A username is required.
fr_fr: Un nom d'utilisateur est requis.

source: Email required.
fr_fr: Email requis.

source: Invalid Email.
fr_fr: Email invalide.

source: Registration is disabled!
fr_fr: Enregistrement désactivé!

source: Send this password to email.
fr_fr: Envoyer ce mot de passe par email.

source: Registration
fr_fr: Enregistrement

source: Update Password? Checking this box will change the password
fr_fr: Mettre à jour le mot de passe? Cocher cette case va change le mot de passe

source: Update Client
fr_fr: Mettre à jour le client

source: Sorry, you do not have permission to see this page.
fr_fr: Désolé, vous n'avez pas les droits de voir cette page.

source: File Categories
fr_fr: Catégories de fichiers

source: Add New
fr_fr: Ajoute un nouveau

source: Upload File(s)
fr_fr: Uploader le(s) fichier(s)

source: Category
fr_fr: Catégorie

source: New Category
fr_fr: Nouvelle catégorie

source: Assign To Client(s)
fr_fr: Assigner au client(s)

source: Group(s)
fr_fr: Groupe(s)

source: Assign To Group(s)
fr_fr: Assigner au(x) groupe(s)

source: Send notify to assigned Clients and his Staff
fr_fr: Envoyer assigné aux clients et son équipe

source: File(s)
fr_fr: Fichier(s)

source: Upload File
fr_fr: Uploader fichier

source: File
fr_fr: Fichier

source: Please select file to upload.
fr_fr: SVP sélectionner les fichiers à uploader

source: Add an external file | From onsite or offsite server location
fr_fr: Ajouter un fichier externe | Depuis le site ou à l'extérieur du serveur

source: File Name
fr_fr: Nom de fichier

source: ex. file.zip
fr_fr: ex. fichier.zip

source: File URL
fr_fr: URL du fichier

source: ex. http://www.site.com/file.zip
fr_fr: ex. http://www.site.com/fichier.zip

source: Add External File
fr_fr: Ajouter un fichier externe

source: Assign Client(s) To New File:
fr_fr: Assigner le(s) client(s) au nouveau fichier:

source: No Clients For Assign.
fr_fr: Pas de client pour assignement.

source: Assign Group(s) To New File:
fr_fr: Assigner groupe(s) au nouveau fichier:

source: No Groups For Assign.
fr_fr: Pas de groupes pour assignement.

source: All
fr_fr: Tout

source: Admin files
fr_fr: Fichiers administration

source: Files for Admin
fr_fr: Fichiers pour administration

source: Search Media
fr_fr: Rechercher médias

source: Select Author
fr_fr: Sélectionner auteur

source: Reassign Category
fr_fr: Réassigner catégorie

source: Author
fr_fr: Auteur

source: Categories
fr_fr: Catégorie

source: Download
fr_fr: Télécharger

source: Those Clients have access to file
fr_fr: Ces clients ont accès au fichier

source: Those Groups have access to file
fr_fr: Ces groupes ont accès au fichier

source: Assign Clients to the file
fr_fr: Assigner clients au fichier

source: Assign Groups to the file
fr_fr: Assigner groupes au fichier

source: Create Category
fr_fr: Créer catégorie

source: Category Name
fr_fr: Nom catégorie

source: Category have files. What do with files
fr_fr: Catégorie a des fichier. Que faire avec les fichiers

source: Reassign Files
fr_fr: Réassigner les fichiers

source: Delete Files
fr_fr: Supprimer les fichiers

source: No File Categories
fr_fr: Pas de fichiers catégories

source: Reassign Files Category
fr_fr: Réassigner les fichiers catégories

source: Category From
fr_fr: Catégorie de

source: Category To
fr_fr: Catégorie à

source: Reassign
fr_fr: Réassigner

source: Create New Group
fr_fr: Créer un nouveau groupe

source: Group Name
fr_fr: Nom du groupe

source: Auto-Select this group on the Add Client page
fr_fr: Auto-sélectionner ce groupe sur la page ajouter un client

source: Assign all existing Clients
fr_fr: Assigner tous les clients existants

source: Add Group
fr_fr: Ajouter groupe

source: List of Groups
fr_fr: Liste des groupes

source: Group Na
fr_fr: Groupe Na

source: Auto-Select
fr_fr: Sélectionner automatiquement

source: Those Clients have access to group
fr_fr: Ces clients ont accès au groupe

source: Assign Clients
fr_fr: Assigner clients

source: Assign Clients to the group
fr_fr: Assigner les clients au groupe

source: Select all Clients.
fr_fr: Sélectionner tous les clients.

source: Remember Me
fr_fr: Se souvenir de moi

source: LOGOUT
fr_fr: DECONNECTION

source: Manager <strong>Added</strong> Successfully.
fr_fr: Gérant <strong>ajouté</strong> avec succès.

source: Manager <strong>Updated</strong> Successfully.
fr_fr: Gérant <strong>mis à jour</strong> avec succès.

source: Manager <strong>Deleted</strong> Successfully.
fr_fr: Gérant <strong>supprimé</strong> avec succès.

source: Add Manager
fr_fr: Ajouter gérant

source: Nickname
fr_fr: Surnom

source: Add new Manager
fr_fr: Ajouter nouveau gérant

source: Update Manager
fr_fr: Mettre à jour gérant

source: Select all
fr_fr: Sélectionner tout

source: Message marked as read.
fr_fr: Message marqué comme lu.

source: Message is sent.
fr_fr: Message est envoyé.

source: Message is deleted.
fr_fr: Message est supprimé.

source: Sent message to
fr_fr: Envoyé message à

source: -Select Client-
fr_fr: - Choisir client -

source: Type your private message here
fr_fr: Entrez votre message privé ici

source: Send private message
fr_fr: Envoyer message privé

source: From
fr_fr: De

source: To
fr_fr: A

source: Time
fr_fr: Date

source: NEW!
fr_fr: NOUVEAU!

source: Mark as Read
fr_fr: Marqué comme lu

source: Read & Reply
fr_fr: Lire et répondre

source: (deleted user)
fr_fr: (utilisateur supprimé)

source: Chain of Messages
fr_fr: Chaîne de messages

source: No message.
fr_fr: Pas de message.

source: -Select Client / Staff-
fr_fr: - Sélectionner client / équipe -

source: Show more messages
fr_fr: Montrer plus de messages

source: Settings updated Successfully.
fr_fr: Réglages mis à jour avec succès.

source: Addons
fr_fr: Extras

source: Email Address
fr_fr: Adresse email

source: Successful Logins
fr_fr: Connections réussies

source: Failed Logins
fr_fr: Connection échouées

source: Update Settings
fr_fr: Mettre à jour les réglages

source: Change Skins | Changes the color of the default images used in Hub Page
fr_fr: Changer l'apparence graphique | changer les couleurs des images par défaut utilisés dans la page de résumé

source: Select Skin Style
fr_fr: Sélectionner l'apparence graphique

source: Dark
fr_fr: Foncé

source: Light
fr_fr: Clair

source: Notification Settings
fr_fr: Notification de réglages

source: Receive email notification of private messages from clients
fr_fr: Recevoir des notifications de messages privés des clients

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Receive email notification of private messages from admin
fr_fr: Recevoir des emails de notification de messages privés de l'admin

source: Create Client/Staff Settings
fr_fr: Créer réglages client/équipe

source: Automatically create client page
fr_fr: Créer automatiquement une page client

source: Hide dashboard/backend
fr_fr: Cacher le tableau de bord/backend

source: Open Client Registration
fr_fr: Permettre l'enregistrement de client

source: Allow registration client. All clients require approval from the Administrator.
fr_fr: Permettre au client de s'enregistrer. Tous les clients doivent être approuvés par l'administrateur.

source: Automatically approve clients who register using form.
fr_fr: Approuver automatiquement les clients qui se sont enregistrés en utilisant le formulaire.

source: Open Staff Registration
fr_fr: Permettre l'enregistrement d'équipe.

source: Allow Client to add staff. All staff requires approval from the Administrator.
fr_fr: Permettre au client d'ajouter une équipe. Toute équipe requiert d'être approuvée par l'administrateur.

source: File Display Settings
fr_fr: Réglages d'affichage du fichier

source: Show sort
fr_fr: Montrer le tri

source: Show File Categories
fr_fr: Montrer les catégories de fichier

source: Display File Categories on Client HUB page.
fr_fr: Afficher les catégories de fichier sur la page de résumé client.

source: Enable category choice for client file upload
fr_fr: Activer le choix de la catégorie pour les fichier client à uploader

source: By default, files will be uploaded in "General" category.
fr_fr: Par défaut, les fichiers seront uploader dans la catégorie "General"

source: Use Flash uploader in Admin area
fr_fr: Utiliser l'uploader Flash dans la partie administration

source: with progress bar, multiple files uploading.
fr_fr: avec une barre d'avancement, uploader plusieurs fichiers à la fois.

source: Use Flash uploader in Client area
fr_fr: Utiliser l'uploader Flash dans la partie client

source: Max File Size For Upload (Kb)
fr_fr: Taille maximale pour les fichiers à uploader

source: Remember: 1M = 1024Kb
fr_fr: Rappel: 1M = 1024Kb

source: Leave blank to allow unlimited file size.<br>NOTE: This setting does not change your server settings. You should change your server settings if you are have trouble.<br>Your server settings are:
fr_fr: Laissez vide pour permettre une taille de fichier illimité. <br> NOTE: ce réglage ne change pas les réglages côté serveur. Vous devrier changer les réglages serveur si vous avez des soucis. <br> Les réglages de votre serveur sont:

source: Custom Navigation Settings
fr_fr: Réglages personnalisé de navigation

source: Show custom menu on login
fr_fr: Montrer un menu personnalisé sur la page de connexion

source: (logged-in)
fr_fr: (connecté)

source: Please first create menu in Appearance->Menus
fr_fr: SVP d'abord créer le menu dans Apparence->Menus

source: (Custom menu for logged-in users)
fr_fr: (Menu personnalisé pour utilisateurs connectés)

source: (not logged-in)
fr_fr: (pas connecté)

source: (Custom menu for not logged-in users)
fr_fr: (Menu personnalisé pour utilisateurs non connectés)

source: Show HUB page link in menu
fr_fr: Montrer la page de résumé dans le menu

source: HUB page link text
fr_fr: Texte du lien pour la page de résumé

source: Graphic (for shortcode [wpc_client_graphic])
fr_fr: Graphique ( pour le shortcode [wpc_client_graphic])

source: Addon activated.
fr_fr: Extra activé.

source: Addon not activated.
fr_fr: Extra pas activé.

source: Addon deactivated.
fr_fr: Extra désactivé.

source: Addon not deactivated
fr_fr: Extra pas désactivé

source: Addon Name
fr_fr: Nom de l'extra

source: Active
fr_fr: Actif

source: Deactivate
fr_fr: Désactiver

source: Activate
fr_fr: Activer

source: Inactive
fr_fr: Inactif

source: No Addons where found for this install.
fr_fr: Pas d'extras ont été trouvé pour cette installation.

source: Waiting for approval
fr_fr: En attente d'approbation

source: Approved
fr_fr: Approuvé

source: Staff registration is disabled!
fr_fr: Enregistrement de membre d'équipe désactivé!

source: Send this password to the new Employee by email.
fr_fr: Envoyer ce mot de passe pour le nouvel employé par email.

source: Hub Page Templates
fr_fr: Templates de page de résumé

source: Client Page Templates
fr_fr: Template de page client

source: Email Templates
fr_fr: Template de mail

source: Feedback Wizard Templates
fr_fr: Template de guide de feeback

source: Hub Page Template
fr_fr: Template de page de résumé

source: From here you can edit the template of the newly created hub pages.
fr_fr: Depuis ici vous pouvez éditer le template de vos pages de résumé nouvellement créées.

source: New hub page template
fr_fr: Nouveau tempate de page de résumé

source: From here you can edit the template of the newly created client pages.
fr_fr: Depuis ici vous pouvez éditer le template des nouvelles pages clients créées.

source: New client page template
fr_fr: Nouveau template de page client

source: WP Client Emails Settings
fr_fr: WP Client réglages emails

source: From here you can edit the emails templates and settings.
fr_fr: Depuis ici vous pouvez éditer les templates email et les réglages.

source: Sender Information
fr_fr: Informations de l'expéditeur

source: Sender Name
fr_fr: Nom de l'éxpéditeur

source: Sender Email
fr_fr: Email de l'expéditeur

source: New Client Created by Admin
fr_fr: Nouveau client créé par l'administrateur

source: This email will be sent to Client (if checked "Send Password")
fr_fr: Cet email sera envoyé au client (si coché "Envoyer mot de passe")

source: Email Subject
fr_fr: Sujet du mail

source: Email Body
fr_fr: Corps du mail

source: Client Password Updated
fr_fr: Mot de passe du client mis à jour

source: New Client registers using Self-Registration Form
fr_fr: Nouveau client s'enregistre en utilisant le formulaire d'auto-enregistrement

source: This email will be sent to Admin after a new Client registers with client registration form
fr_fr: Cet email sera envoyé à l'administrateur après qu'un nouveau client se soit enregistré avec le formulaire d'inscription

source: {site_title} and {approve_url} will not be change as these placeholders will be used in the email.
fr_fr: {site_title} et {approve_url} ne vont pas changer car ces substituts seront utilisé dans le mail.

source: Staff Created by website Admin
fr_fr: Membre d'équipe créé par l'administrateur du site

source: This email will be sent to Staff (if checked "Send Password")
fr_fr: Cet email sera envoyé au membre de l'équipe (si coché "Envoyer mot de passe")

source: {contact_name}, {user_name}, {password} and {admin_url} will not be changed as these placeholders will be used in the email.
fr_fr: {contact_name}, {user_name}, {password} et {admin_url} ne seront pas changés car ces substituts seront utilisés dans l'email.

source: Staff Registered by Client
fr_fr: Membres enregistrés par le client

source: This email will be sent to Staff after Client registered him (if checked "Send Password")
fr_fr: Cet email sera envoyé au membre après que le client l'ait enregistré (si coché "Envoyer mot de passe")

source: Manager Created
fr_fr: Gérant créé

source: This email will be sent to Manager (if checked "Send Password")
fr_fr: Cet email sera envoyé au gérant ( si coché "Envoyer mot de passe")

source: Client Page Updated
fr_fr: Page client mise à jour

source: This email will be sent to Client (if checked "Send Update to selected Client(s)") when Client Page updating
fr_fr: Cet email sera envoyé au client ( si coché "Envoyer mise à jour au(x) client(s) sélectionné(s)") quand la page client est mise à jour

source: {contact_name}, {user_name}, {password} and {page_id} will not be changed as these placeholders will be used in the email.
fr_fr: {contact_name}, {user_name}, {password} et {page_id} ne vont pas changer car ces substituts seront utilisés dans le mail.

source: {contact_name} and {page_id} will not be change as these placeholders will be used in the email.
fr_fr: {contact_name} et {page_id} ne vont pas changer car ces substituts seront utilisés dans le mail.

source: Admin uploads new file for Client
fr_fr: Administrateur a uploadés un nouveau fichier pour le client

source: This email will be sent to Client and his Staff when Admin or Manager will upload new file for Client.
fr_fr: Cet email sera envoyé au client et son équipe quand l'administrateur ou le gérant vont uploader un nouveau fichier pour le client.

source: {site_title} and {login_url} will not be change as these placeholders will be used in the email.
fr_fr: {site_title} et {login_url} ne vont pas changer car ces substituts seront utilisés dans le mail.

source: Client Uploads new file
fr_fr: Le client upload un nouveau fichier

source: This email will be sent to Admin and Client's Manager when Client will upload file(s)
fr_fr: Cet email sera envoyé à l'admin et au gérant du client quand le client upload un ou des fichier(s)

source: {user_name}, {site_title} and {admin_file_url} will not be change as these placeholders will be used in the email.
fr_fr: {user_name}, {site_title} et {admin_file_url} ne vont pas changer car ces substituts seront utilisés dans le mail.

source: Private Message: Notify Message To Client
fr_fr: Message privé: Notifier le message au client

source: This email will be sent to Client when Admin/Manager sent private message (if selected option "Receive email notification of private messages from admin" in plugin settings).
fr_fr: Cet email sera envoyé au client quand l'admin/gérant envoie un message privé (si coché l'option "recevoir des notifications emails de messages privés de l'admin " dans les réglages de l'extension).

source: {user_name}, {site_title} and {login_url} will not be change as these placeholders will be used in the email.
fr_fr: {user_name}, {site_title} et {login_url} ne vont pas changer car ces substituts seront utilisés dans le mail.

source: Private Message: Notify Message To Admin/Manager
fr_fr: Message privé: message de notification pour l'admin/gérant

source: This email will be sent to Admin/Manager when Client sent private message (if selected option "Receive email notification of private messages from clients" in plugin settings).
fr_fr: Cet email sera envoyé au gérant/admin quand le client envoie un message privé (si l'option "Recevoir des notifications email de messages privés des clients" est activée dans les réglages de l'extension).

source: {user_name}, {site_title}, {message} and {admin_url} will not be change as these placeholders will be used in the email.
fr_fr: {user_name}, {site_title}, {message} et {admin_url} ne vont pas changer car ces substituts seront utilisés dans le mail.
