Repository: wp-plugins/web-portal-lite-client-portal-secure-file-sharing-private-messaging
Catalog: languages/wp-client-*.po
Languages: fr_fr

source: Feedback Wizard Template
fr_fr: Template de feedback du guide

source: From here you can edit the template of Feedback Wizard
fr_fr: Depuis ici vous pouvez éditer le template de feedback du guide

source: Email: Wizard Notify
fr_fr: Email: Notification de guide

source: This email will be sent Clients when Admin click on "Send Email to Client(s)" on Wizards page.
fr_fr: Cet email sera envoyé aux clients quand l'admin clique sur "Envoyer email au client" sur la page de guide.

source: {wizard_name} will not be changed as these placeholders will be used in the email.
fr_fr: {wizard_name} ne vont pas changer car ces substituts seront utilisés dans le mail.

source: {user_name} and {wizard_url} will not be change as these placeholders will be used in the email.
fr_fr: {user_name} et {wizard_url} ne vont pas changer car ces substituts seront utilisés dans le mail.

source: Select category
fr_fr: Sélectionner une catégorie

source: Cancel Uploads
fr_fr: Annuler les uploads
