Repository: wp-plugins/web-portal-lite-client-portal-secure-file-sharing-private-messaging
Catalog: languages/wp-client-*.po
Languages: fr_fr

source: WP-Client Settings
fr_fr: Réglages WP-Client

source: From here you can manage a variety of options for the WP-Client plugin.
fr_fr: Depuis ici vous pouvez gérer un nombre d'options pour le plugin WP-Client.

source: General
fr_fr: Général

source: Custom Login
fr_fr: Login personnalisé

source: Login/Logout Redirects
fr_fr: Redirections pour connection/déconnection

source: Skins
fr_fr: Environnements graphiques

source: Login Alerts
fr_fr: Alertes connection

source: About
fr_fr: A propos

source: Custom Login Screen Settings
fr_fr: Réglages de l'écran de login personnalisé

source: Use Custom Login Settings:
fr_fr: Utiliser les réglages du login personnalisé:

source: Background Image Url:
fr_fr: Url de l'image de fond:

source: URL path to image to use for background (sized 312px wide, and around 600px tall so that it can be cropped). You can upload your image with the media uploader
fr_fr: Chemin de l'Url pour l'image de fond à utiliser (taille 312px de large et environ 600px de haut de façon à pouvoir être recardré). Vous pouvez uploader vos images avec l'uploader de Médias

source: Page Background Color:
fr_fr: Couleur de fond de la page:

source: 6 digit hex color code
fr_fr: Code hexadécimal à 6 chiffres pour la couleur

source: Text Color:
fr_fr: Couleur du texte:

source: Text Link Color:
fr_fr: Couleur du texte pour le lien:

source: Invalid file. Please try downloading again!
fr_fr: Fichier invalide. Svp essayer de télécharger encore un fois!

source: You do not have access to this file!
fr_fr: Vous n'avez pas accès à ce fichier!

source: Comma separated list of post and page IDs to exclude when returning pages from the get_pages function.
fr_fr: Liste de billets et IDs de page, séparés par une virgule, à exclure lorsqu'on retourne des pages depuis la fonction get_pages.

source: Include this page in lists of pages
fr_fr: Inclure cette page dans les listes de pages

source: N.B. An ancestor of this page is excluded, so this page is too (<a href="%1$s" title="%2$s">edit ancestor</a>).
fr_fr: N.B. Un ancêtre de cette page est exclu, aussi cette page l'est aussi (<a href="%1$s" title="%2$s">éditer l'ancêtre.</a>).

source: edit the excluded ancestor
fr_fr: édtier l'ancêtre exclu

source: N.B. This page can still appear in explicitly created <a href="%1$s">menus</a> (<a id="epw_toggle_more" href="#epw_explain_more">explain more</a>)
fr_fr: N.B. Cette page peut toujours apparaître comme créée explicitement <a href="%1$s">menus</a> (<a id="epw_toggle_more" href="#epw_explain_more">plus d'explications</a>)

source: N.B. This page can still appear in explicitly created menus (<a id="epw_toggle_more" href="#epw_explain_more">explain more</a>)
fr_fr: N.B. Cette page peut toujours apparaître dans les menus créés explicitement (<a id="epw_toggle_more" href="#epw_explain_more">Plus d'explications</a>)

source: WordPress provides a simple function for you to maintain your site <a href="%1$s">menus</a>. If you create a menu which includes this page, the checkbox above will not have any effect on the visibility of that menu item.
fr_fr: Wordpress vous fourni une fonction simple pour maintenir votre site <a href="%1$s">menus</a>. Si vous créez un menu qui inclu cette page, la case à cocher au dessus n'aura aucun effet sur la visibilité de l'entrée de ce menu.

source: WordPress provides a simple function for you to maintain the site menus, which your site administrator is using. If a menu includes this page, the checkbox above will not have any effect on the visibility of that menu item.
fr_fr: Wordpress vous fourni une fonction simple pour maintenir les menus du site, que l'administrateur du site utilise. Si un menu inclu cette page, la case à cocher au dessus n'aura aucun effet sur la visibilité de cette entrée de menu.

source: If you think you no longer need the Exclude Pages plugin you should talk to your WordPress administrator about disabling it.
fr_fr: Si vous pensez que vous n'avez plus besoin de l'extension Exclude Pages, vous devriez parler à votre administrateur Wordpress pour qu'il le désactive.

source: Exclude Pages
fr_fr: Exclure des pages

source: Register
fr_fr: S'enregistrer

source: Site Admin
fr_fr: Administration du site

source: ERROR: Non-local or invalid URL submitted for user
fr_fr: ERREUR: Pas local ou Url invalide entré pour utilisateur

source: ERROR: Unknown error updating user-specific URL for user
fr_fr: ERREUR: Erreur inconnue en mettant à jour l'Url spécifique pour l'utilisateur

source: ERROR: Non-existent username submitted
fr_fr: ERREUR: Le nom d'utilisateur soumis n'existe pas

source: Successfully updated user-specific URLs
fr_fr: Mise à jour des Urls spécifiques à l'utilisateur réussie

source: ERROR: Non-local or invalid URL submitted for role
fr_fr: ERREUR: Pas local ou Url invalide entré pour le rôle

source: ERROR: Unknown error updating role-specific URL for role
fr_fr: ERREUR: Erreur inconnue en mettant à jour l'Url spécifique pour le rôle

source: ERROR: Non-existent role submitted
fr_fr: ERREUR: Role soumis n'existe pas

source: Successfully updated role-specific URLs
fr_fr: Mise à jour réussie des URLs spécifiques au rôle

source: ERROR: Non-local or invalid URL submitted for level
fr_fr: ERREUR: Pas local ou Url invalide entré pour le niveau

source: ERROR: Unknown error updating level-specific URL for level
fr_fr: ERREUR: Erreur inconnue en mettant à jour l'URL spécifique pour le niveau

source: ERROR: Non-existent level submitted
fr_fr: ERREUR: Niveau soumis non existant

source: Successfully updated level-specific URLs
fr_fr: Mise à jour réussie des URLs spécifiques pour le niveau

source: ERROR: Unknown database problem removing URL for &#34;all other users&#34;
fr_fr: ERREUR: Problème de base de données inconnu en supprimant l'URL pour &#34;tous les autres utilisateurs&#34;

source: Successfully removed URL for &#34;all other users&#34;
fr_fr: Suppression réussie des URL pour &#34;tous les autres utilisateurs&#34;

source: ERROR: Non-local or invalid URL submitted
fr_fr: ERREUR: Non local ou URL invalide soumis

source: ERROR: Unknown database problem updating URL for &#34;all other users&#34;
fr_fr: ERREUR: Problème de base de données inconnu en mettant à jour l'URL pour &#34;tous les autres utilisateurs&#34;

source: Successfully updated URL for &#34;all other users&#34;
fr_fr: Mise à jour réussie des URL pour &#34;tous les autres utilisateurs&#34;

source: Manage Login/Logout Redirect rules
fr_fr: Gérer les règles de redirection de connection/déconnection

source: >> Define custom URLs to which different users will be redirected upon successful login.
fr_fr: >> Définir des URLs personnalisé vers lesquels différents utilisateurs seront redirigés après s'être authentifiés correctement.

source: >> Define custom URLs to which different users will be redirected upon logout
fr_fr: >> Définir des URLs personnalisé vers lesquels différents utilisateurs seront redirigés après s'être déconnectés.

source: Specific users
fr_fr: Utilisateurs spécifiques

source: Username
fr_fr: Nom d'utilisateur

source: Login URL
fr_fr: URL de connection

source: Logout URL
fr_fr: URL de déconnexion

source: Add:
fr_fr: Ajouter:

source: Select a username
fr_fr: Sélectionner un nom d'utilisateur

source: Update
fr_fr: Mise à jour

source: Specific roles
fr_fr: Rôles spécifiques

source: Role
fr_fr: Rôle

source: Select a role
fr_fr: Sélectionner un rôle

source: Specific levels
fr_fr: Niveaux spécifiques

source: Level
fr_fr: Niveau

source: Order
fr_fr: Ordre

source: Select a level
fr_fr: Sélectionner un niveau

source: Order:
fr_fr: Ordre:

source: All other users
fr_fr: Tous les autres utilisateurs

source: Logout URL:
fr_fr: URL de déconnexion:

source: Delete
fr_fr: Supprimer

source: Allow client to login/Logout.
fr_fr: Permettre au client de se connecter/déconnecter.

source: WP Client: Login/Logout
fr_fr: Client WP: connection/déconnection

source: Login:
fr_fr: Connection:

source: Password:
fr_fr: Mot de passe:

source: Login
fr_fr: Connection

source: Logout
fr_fr: Déconnection

source: Title:
fr_fr: Titre:

source: Text for Login field:
fr_fr: Texte pour le champs de connection:

source: Text for Password field:
fr_fr: Texte pour le champs de mot de passe:

source: Text for Login Button:
fr_fr: Texte pour le bouton de connection:

source: Welcome text:
fr_fr: Texte d'accueil:

source: Display Business Name
fr_fr: Afficher le nom d'entreprise

source: Display Contact Name
fr_fr: Afficher le nom de contact

source: Text for Logout link:
fr_fr: Texte pour le lien de déconnection:

source: Logout redirect link:
fr_fr: Lien de déconnection:

source: Hub Page
fr_fr: Page centrale

source: My Hub Page
fr_fr: Ma page centrale

source: WP Client
fr_fr: Client WP

source: Managers
fr_fr: Gérants

source: Add Client Page
fr_fr: Ajouter une page client

source: File Sharing
fr_fr: Partage de fichier

source: Groups
fr_fr: Groupes

source: Settings
fr_fr: Réglages

source: WP-Client Wordpress Client Management Portal | Documentation & Tips
fr_fr: WP-Client Wordpress Client Management Portal | Documentation et Trucs

source: Help
fr_fr: Aide

source: Add Client
fr_fr: Ajouter Client

source: Login/logout redirects
fr_fr: Redirections connection/déconnection

source: Edit Client
fr_fr: Editer Client

source: Feedback Wizard
fr_fr: Guide Feedback

source: The Group already exists!!!
fr_fr: Ce groupe existe déjà!!!

source: The changes of the group are saved!
fr_fr: Les modifications de ce groupe sont enregistrées!

source: Group is created!
fr_fr: Groupe créé!

source: Group is deleted!
fr_fr: Groupe supprimé!

source: Clients are assigned!
fr_fr: Clients assignés!

source: Client is approved!
fr_fr: Client accepté!

source: Groups are assigned!
fr_fr: Groupes sont assignés!

source: Some error with assigning permission for file.
fr_fr: Erreur quelconque en assignant les permission pour le fichier.

source: The Category already exists!!!
fr_fr: La Catégorie existe déjà!!!

source: The changes of the Category are saved!
fr_fr: Les modifications pour la catégorie sont enregistrés!

source: Category is created!
fr_fr: Catégorie créée!

source: Category is deleted!
fr_fr: Catégorie supprimée!

source: Files assigned to another category!
fr_fr: Fichiers assignés à une autre catégorie!

source: You
fr_fr: Vous

source: Administrator
fr_fr: Administrateur

source: The file size more than allowed!
fr_fr: La taille du fichier est plus que permis!

source: There was an error uploading the file, please try again!
fr_fr: Il y a eu une erreur en uploadant le ficher, svp essayer encore!

source: The file has been added
fr_fr: Le fichier a été ajouté

source: File(s) are deleted!
fr_fr: Fichier(s) est(sont) supprimé(s)!

source: Note 1: Sorry, you do not have permission to see this page.
fr_fr: Note 1: Désolé, vous n'avez pas les permission de voir cette page.

source: Note 2: Sorry, you do not have permission to see this page.
fr_fr: Note 2: Désolé, vous n'avez pas les permissions pour voir cette page.

source: Approve Clients
fr_fr: Clients approuvés.

source: Clients Staff
fr_fr: Equipe de clients

source: Clients Staff Approve
fr_fr: Equipe de clients approuvés

source: Clients Staff Add
fr_fr: Ajouter des clients à l'équipe

source: Custom Fields
fr_fr: Champs personnalisés

source: Are you sure? You will lose all Clients, HUB Pages, Client Pages, Private Messages & Files
fr_fr: Etes-vous certain? Vous allez perdre tous les clients, les pages de résumés, les pages clients, les messages privés et fichiers

source: Please enter your username!
fr_fr: SVP entrez votre nom d'utilisateur!

source: Please enter your password!
fr_fr: SVP entrez votre mot de passe!

source: Invalid Login or Password!
fr_fr: Nom de connection ou mot de passe non valide!

source: Note 8: Sorry, you do not have permission to see this page.
fr_fr: Note 8: Désolé, vous n'avez pas les permissions de voir cette page.

source: Sorry, you do not have permission, your account has not approved yet. Please wait for approval.
fr_fr: Désolé, vous n'avez pas les permissions, votre compte n'a pas encore été approuvé. SVP veuillez attendre son approbation.

source: Note 3: Sorry, you do not have permission to see this page.
fr_fr: note 3: Désolé, vous n'avez pas les permissions pour voir cette page.

source: Sort by:
fr_fr: Trié par:

source: Time Added:
fr_fr: Date d'ajout:

source: Name:
fr_fr: Nom:

source: Note 4: Sorry, you do not have permission to see this page.
fr_fr: Note 4: Désolé, vous n'avez pas les permissions de voir cette page.

source: Note 6: Sorry, you do not have permission to see this page.
fr_fr: Note 6: Désolé, vous n'avez pas les permissions de voir cette page.

source: Note 5: Sorry, you do not have permission to see this page.
fr_fr: Note 7: Désolé, vous n'avez pas les permissions de voir cette page.

source: Note 7: Sorry, you do not have permission to see this page.
fr_fr: Note 8: Désolé, vous n'avez pas les permissions de voir cette page.

source: Employee <strong>Added</strong> Successfully.
fr_fr: Employé <strong>Ajouté</strong> avec succès.

source: Employee <strong>Deleted</strong> Successfully.
fr_fr: Employé <strong>Supprimé</strong> avec succès.

source: Client Page Template
fr_fr: Template de la page client

source: Default Template
fr_fr: Template par défaut

source: You do not have permission to access that page.
fr_fr: Vous n'avez pas les permissions d'accéder à cette page.

source: Edit Client Page Item
fr_fr: Editer l'objet de la page client

source: View Client Page Item
fr_fr: Voir l'objet de la page client

source: Search Client Page
fr_fr: Rechercher page client

source: Nothing found
fr_fr: Rien trouvé

source: Nothing found in Trash
fr_fr: Rien trouvé dans la poubelle

source: Edit Hub Page Item
fr_fr: Editer l'objet de la page de résumé

source: View Hub Page Item
fr_fr: Voir l'objet de la page de résumé

source: Feedback Wizards
fr_fr: Guides de Feedback

source: Create Wizard
fr_fr: Créer un guide

source: Items
fr_fr: Objets

source: Add Item
fr_fr: Ajouter un objet

source: Results
fr_fr: Résultats

source: Feedback Type
fr_fr: Type de feedback

source: Wizard <strong>Created</strong> Successfully.
fr_fr: Guide <strong>créé</strong> avec succès.

source: Wizard <strong>Updated</strong> Successfully.
fr_fr: Guide <strong>supprimé</strong> avec succès.

source: Wizard(s) <strong>Deleted</strong> Successfully.
fr_fr: Guide(s) <strong>supprimé(s)</strong> avec succès.

source: Clients are assigned
fr_fr: Clients affectés

source: Some error with assigning permission for wizard.
fr_fr: Erreur quelconque en assigant les permission pour le guide.

source: Email sent to Clietn(s)
fr_fr: Email envoyé au client(s)

source: Email are not sent: no assigned Clients.
fr_fr: Email non envoyé: pas de clients assignés.

source: Email are not sent: Clients already left feedback for this wizard version.
fr_fr: Email non envoyé: clients ont déjà laissé un feedback pour cette version du guide.

source: Create New Wizard
fr_fr: Créer un nouveau guide

source: Wizard Name
fr_fr: Nom du guide

source: Edit
fr_fr: Edtier

source: Delete Permanently
fr_fr: Supprimer définitivement

source: Send Email to Client(s)
fr_fr: Envoyer un email au(x) client(s)

source: Assign
fr_fr: Assigner

source: View
fr_fr: Voir

source: Those Clients have access to wizard
fr_fr: Ces clients ont accès au guide

source: Those Groups have access to wizard
fr_fr: Ces groupes ont accès au guide

source: Bulk Actions
fr_fr: Actions groupées

source: Apply
fr_fr: Appliquer

source: Select All.
fr_fr: Sélectionner tout.

source: Save
fr_fr: Sauvegarder

source: Cancel
fr_fr: Annuler

source: Assign Clients to the wizard
fr_fr: Assigner les clients au guide

source: No Clients for assign.
fr_fr: Pas de clients à assigner.

source: Assign Groups to the wizard
fr_fr: Assigner des groupes au guide

source: No Groups for assign.
fr_fr: Pas de groupe à assigner

source: Sorry, Wizard name is required.<br>
fr_fr: Désolé, le nom du guide est requis. <br>

source: New version number can't be less than previous version.<br>
fr_fr: Le numéro de la nouvelle version ne peut être inférieur à la version précédente. <br>

source: Update Wizard
fr_fr: Mettre à jour le guide

source: Available Items
fr_fr: Objets disponibles

source: Drag Items from here to a Wizard on the right. Drag Items back here to delete them from Wizard.
fr_fr: Tirer/lâcher les objets depuis ici jusqu'à un guide sur la droite. Tirer/lâcher les objets ici pour les supprimer du guide.

source: Wizard Items
fr_fr: Objets du guide

source: Wizard Name:
fr_fr: Nom de guide:

source: Feedback Type:
fr_fr: Type de feedback:

source: Default Type
fr_fr: Type par défaut

source: Drag Items here.
fr_fr: Tirer/lâcher les objets ici.

source: A Wizard Name is required.
fr_fr: Le nom d'un guide est requis.

source: Feedback for:
fr_fr: Feedback pour:

source: Your Comment:
fr_fr: Votre commentaire:

source: Approve
fr_fr: Aprouver

source: Not sure
fr_fr: Pas sûr

source: Not approved
fr_fr: pas aprouvé

source: Final comment
fr_fr: Commentaire final

source: Send Your Feedback
fr_fr: Envoyer votre feedback

source: Close
fr_fr: Fermer

source: Item <strong>Added</strong> Successfully.
fr_fr: Objet <strong>ajouté</strong> avec succès.

source: Item <strong>Updated</strong> Successfully.
fr_fr: Objet <strong>mis à jour</strong> avec succès.

source: Item(s) <strong>Deleted</strong> Successfully.
fr_fr: Objet(s) <strong>supprimé(s)</strong> avec succès.

source: Add New Item
fr_fr: Ajouter un nouvel objet

source: Item Name
fr_fr: Nom de l'objet

source: Item type
fr_fr: Type de l'objet

source: Attachment
fr_fr: Attachement

source: Sorry, Item name is required.<br>
fr_fr: Désolé, le nom de l'objet est requis. <br>

source: Sorry, Item file is required.<br>
fr_fr: Désolé, le fichier de l'objet est requis. <br>

source: Add new Item
fr_fr: Ajouter un nouvel objet

source: Edit Item
fr_fr: Editer l'objet

source: Type of Item
fr_fr: Type de l'objet

source: (can't be changed later)
fr_fr: (ne peut pas être changé plus tard)

source: Name
fr_fr: Nom

source: (required)
fr_fr: (requis)

source: Current Image
fr_fr: Image actuelle

source: (Thumbnail 400px)
fr_fr: (Vignette 400px)

source: Change Image
fr_fr: Changer l'image

source: Upload Image
fr_fr: Uploader l'image

source: Note: Previous Image will be deleted.
fr_fr: Note: image précédente va être supprimée.

source: Current PDF
fr_fr: PDF actuel

source: Change PDF
fr_fr: Changer PDF

source: Upload PDF
fr_fr: Uploader PDF

source: Note: Previous PDF will be deleted.
fr_fr: Note: PDF précédent va être supprimé

source: Current Attachment
fr_fr: Attachement actuel

source: Change Attachment
fr_fr: Changer attachement

source: Upload Attachment
fr_fr: Upload attachement

source: Note: Previous File will be deleted.
fr_fr: Note: fichier précédent va être supprimé.

source: Save Item
fr_fr: Sauvegarder l'objet

source: A Item Name is required.
fr_fr: Le nom d'objet est requis.

source: A Item File is required.
fr_fr: Un fichier d'objet est requis.

source: Result(s) <strong>Deleted</strong> Successfully.
fr_fr: Résultat(s) <strong>supprimés</strong> avec succès.

source: Select Client
fr_fr: Sélectionner un client

source: Filter
fr_fr: Flitrer

source: Wizard Version
fr_fr: Version du guide

source: Feedback Type <strong>Added</strong> Successfully.
fr_fr: Type de feedback <strong>ajouté</strong> avec succès.

source: Feedback Type <strong>Updated</strong> Successfully.
fr_fr: Type de feedback <strong>mise à jour</strong> avec succès.

source: Feedback Type <strong>Deleted</strong> Successfully.
fr_fr: Type de feedback <strong>supprimé</strong> avec succès.

source: Add New Feedback Type
fr_fr: Ajouter un nouveau type de feedback

source: Type Name
fr_fr: Nom du type

source: Type Title
fr_fr: Titre du type

source: Buttons
fr_fr: Boutons

source: Radio Buttons
fr_fr: Boutons radio

source: Checkboxes
fr_fr: Cases à cocher

source: Select Box
fr_fr: Boîte de sélection

source: No Feedback Types yet created
fr_fr: Pas de types de feedback encore créés

source: A Feedback Type Name is required.<br/>
fr_fr: Le nom du type de feedback est requis. <br/>

source: A Feedback Type with this name "%s" already exist already.<br/>
fr_fr: A type de feedback avec ce nom "%s" existe déjà. <br/>

source: A Feedback Type is required.<br/>
fr_fr: Un type de feedback est requis. <br/>

source: Add Feedback Type
fr_fr: Ajouter un type de feedback

source: Update Feedback Type
fr_fr: Mettre à jour le type de feedback

source: Feedback Type Name
fr_fr: Nom du type de feedback

source: required
fr_fr: requis

source: Can't be changed.
fr_fr: Ne peut pas être changé.

source: The name used for identification the feedback type. Should consist "a-z" and sign "_".
fr_fr: Le nom utilisé pour identification du type de feedback. Doit consister en "a-z" et le signe "_".

source: Feedback Type Title
fr_fr: Titre du type de feedback

source: Displayed
fr_fr: Affiché

source: Select type of the feedback.
fr_fr: Sélectionner le type de feedback

source: Fill in the options for feedback
fr_fr: Remplis les options pour le feedback

source: Order By
fr_fr: Trier par

source: Order Entered
fr_fr: Ordre entré

source: Name - Ascending
fr_fr: Nom - ascendant

source: Name - Descending
fr_fr: Nom - descendant

source: Align
fr_fr: Aligner

source: Horizontally
fr_fr: Horizontalement

source: Vertically
fr_fr: Verticalement

source: Default Value
fr_fr: Valeur par défaut

source: Add another option
fr_fr: Ajouter une autre option

source: Save Feedback Type
fr_fr: Sauvegarder le type de feedback

source: Result For:
fr_fr: Résultat pour:

source: A Contact Name is required.<br/>
fr_fr: Un nom de contact est requis.<br/>

source: A username is required.<br/>
fr_fr: Un nom d'utilisateur est requis.<br/>

source: Sorry, that username already exists!<br/>
fr_fr: Désolé, ce nom existe déjà! <br/>

source: Sorry, that email address is already used!<br/>
fr_fr: Désolé, cette adresse email est déjà utilisée!<br/>

source: Sorry, password is required.<br/>
fr_fr: Désolé, un mot de passe est requis. <br/>

source: Sorry, confirm password is required.<br/>
fr_fr: Désolé, la confirmation de mot de passe est requis. <br/>

source: Sorry, Passwords are not matched! .<br/>
fr_fr: Désolé, les mots de passe ne correspondent pas. <br/>

source: Business or Client Name
fr_fr: Nom de l'entreprise ou du client

source: Contact Name
fr_fr: Nom du contact

source: Phone
fr_fr: Téléphone

source: Admin Manager
fr_fr: Gérant de l'administration

source: None
fr_fr: Aucun

source: Password
fr_fr: Mot de passe

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: Strength indicator
fr_fr: Indicateur de force

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ & ).
fr_fr: Indice: le mot de passe devrait être au moins de 7 caractères de long. Afin de le rendre plus fort, utiliser des lettres majuscules et minuscules, des chiffres et des symboles comme ! " ? $ % ^ & ).

source: Send this password to the new user by email.
fr_fr: Envoyer ce mot de passe au nouvel utilisateur par email.

source: Reset Form
fr_fr: Réinitialiser le formulaire

source: Business Name required.
fr_fr: Le nom d'entreprise est requis.

source: Contact Name required.
fr_fr: Le nom du contact est requis.

source: Contact Email required.
fr_fr: L'email du contact est requis.

source: Invalid Contact Email.
fr_fr: Email du contact pas valide.

source: Password required.
fr_fr: Mot de passe requis.

source: Confirm Password required.
fr_fr: La confirmation du mot de passe est requise.

source: Passwords are not matched.
fr_fr: Les mots de passe ne correspondent pas.
